Repository: tfrommen/linked-taxonomies
Catalog: src/languages/linked-taxonomies-*.po
Languages: de_de

source: No linkable taxonomies found.
de_de: Keine verlinkbaren Taxonomien gefunden.

source: Taxonomy
de_de: Taxonomie

source: No Link
de_de: Kein Link

source: Unidirectional Link
de_de: Einseitiger Link

source: Bidirectional Link
de_de: Beidseitiger Link

source: This plugin links two (or more) taxonomies and synchronizes their terms.
de_de: Dieses Plugin verlinkt zwei (oder mehr) Taxonomien und synchronisiert ihre Terme.

# Settings error message
source: Taxonomy invalid!
de_de: Taxonomie ung√ºltig!

# Settings error message
source: You don't have permission to edit linked taxonomies.
de_de: Du hast keine Berechtigung, verlinkte Taxonomien zu bearbeiten.

# Settings page title
source: Linked Taxonomies
de_de: Verlinkte Taxonomien

# Menu item title
source: Taxonomies
de_de: Taxonomien
